export const txt_HistoryIntro = {
    $1943: `麦卡洛克与皮茨在《神经元模型》一文中提出了基于神经元系统的神经网络模型。`,
    $1950: `艾伦·麦席森·图灵提出了图灵测试，该测试用于评估机器是否具有智能。`,
    $1956: `著名计算机科学家、数学家和心理学家聚集在一起，参加了达特茅斯会议，该会议被认为是人工智能领域的起源。`,
    $1957: `约翰·麦卡锡提出了逻辑理论机（Logic Theorist），这是第一个能够自动解决数学问题的计算机程序。`,
    $1966: `达特茅斯会议后，人工智能研究陷入了低谷，直到1966年，计算机科学家爱德华·法根鲍姆提出了专家系统的概念，重新激发了人工智能的发展。`,
    $1980: `机器学习技术开始流行。斯坦福大学的研究人员推出了反向传播算法，该算法支持神经网络自动学习和逐渐改善。`,
    $1997: `深蓝是IBM开发的一台国际象棋计算机，它在国际象棋比赛中击败了当时的世界冠军加里·卡斯帕罗夫。`,
    $2011: `深度学习的兴起为人工智能提供了新的潜力，它使用深度神经网络来处理复杂的模式识别任务。`,
    $2016: `谷歌旗下的DeepMind公司开发的阿尔法围棋战胜了世界围棋冠军李世石。`,
    $2023: `人工智能应用越来越广泛，包括自动驾驶汽车、语音识别、机器翻译等。同时，被誉为是“最为强大的人工智能”GPT问世。`,
}
export const txt_title = {
    $1943: `神经网络模型`,
    $1950: `图灵测试`,
    $1956: `达特茅斯会议`,
    $1957: `逻辑理论机`,
    $1966: `专家系统`,
    $1980: `机器学习`,
    $1997: `IBM的深蓝`,
    $2011: `深度学习`,
    $2016: `阿尔法围棋`,
    $2023: `大语言模型`,
}