export const questionStore = {
    $1943: {
        length: 3,
        $1: {
            question: '近代人工智能的发展史上，首次提出的模型是什么模型？',
            options: [
                '神经网络模型', 'Transformer模型', '深度强化学习模型', '深度生成模型',

            ],
            answer: 0
        },
        $2: {
            question: '神经网络模型由哪一年提出？',
            options: [
                '1942', '1943', '19444', '1945',

            ],
            answer: 1
        },
        $3: {
            question: '麦卡洛克与皮茨在什么文章中提出了神经网络模型？',
            options: [
                '深度强化学习模型', '神经网络模型', '神经元模型', '深度生成模型',

            ],
            answer: 2
        }
    },
    $1950: {
        length: 3,
        $1: {
            question: ['近代人工智能的发展史上，首次提出的模型是什么模型？', '111', '222', '333'],
            options: [
                ['神经网络模型', '神经网络模型', '神经网络模型', '神经网络模型'],
                ['神经网络模型', '神经网络模型', '神经网络模型', '神经网络模型'],
                ['神经网络模型', '神经网络模型', '神经网络模型', '神经网络模型'],
                ['神经网络模型', '神经网络模型', '神经网络模型', '神经网络模型']
            ],
            answer: [0, 1, 2, 3]
        },
    },
    $1956: {

    },
    $1957: {

    },
    $1966: {

    },
    $1980: {

    },
    $1997: {

    },
    $2011: {

    },
    $2016: {

    },
    $2023: {

    },
}